tap "beeftornado/rmtree"
tap "caskroom/cask"
tap "caskroom/versions"
tap "crisidev/chunkwm"
tap "dunn/emacs"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/emacs"
tap "homebrew/fuse"
tap "homebrew/games"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/tex"
tap "homebrew/versions"
tap "homebrew/x11"
tap "koekeishiya/formulae"
tap "mpv-player/mpv"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "rnijveld/dazeus"
tap "rogual/neovim-dot-app"
tap "thoughtbot/formulae"
cask "java"
cask "osxfuse"
cask "xquartz"
brew "angband"
brew "ant"
brew "archey"
brew "veclibfort"
brew "aspell"
brew "gettext"
brew "libffi"
brew "autoconf"
brew "autojump"
brew "avfs"
brew "bash"
brew "berkeley-db"
brew "binutils"
brew "boot-clj"
brew "cabal-install"
brew "camlp4"
brew "carthage"
brew "catimg"
brew "cgdb"
brew "choose-gui"
brew "cmake"
brew "faad2"
brew "mad"
brew "mp4v2"
brew "cmus", args: ["with-ffmpeg"]
brew "coreutils"
brew "cowsay"
brew "cpanminus"
brew "cscope"
brew "ctags"
brew "curl"
brew "cvs"
brew "czmq"
brew "dbus"
brew "diffutils"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "ditaa"
brew "docker"
brew "dockutil"
brew "doxygen"
brew "ed"
brew "elinks"
brew "elixir"
brew "gsasl"
brew "libtool"
brew "emacs", args: ["with-cocoa", "with-dbus", "with-gnutls", "with-imagemagick@6", "with-librsvg", "with-mailutils", "with-modules"], link: false
brew "enchant"
brew "epstool"
brew "faac"
brew "fftw"
brew "findutils"
brew "fltk"
brew "fluid-synth"
brew "fontforge"
brew "fortune"
brew "frei0r"
brew "fribidi"
brew "fzf"
brew "gawk"
brew "gd"
brew "gdb"
brew "ghc@8.0"
brew "gifsicle"
brew "git-flow"
brew "gl2ps"
brew "glib-networking"
brew "global", args: ["HEAD", "with-ctags", "with-pygments"]
brew "glpk"
brew "gpgme"
brew "gmime"
brew "gnu-cobol"
brew "gnu-indent"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-shogi"
brew "gnu-tar"
brew "gnu-typist"
brew "gnu-units", args: ["with-default-names"]
brew "gnu-which"
brew "gpg-agent"
brew "libusb-compat"
brew "gnupg@2.0"
brew "gnuplot"
brew "go"
brew "gpatch"
brew "graphicsmagick"
brew "graphviz"
brew "grep"
brew "python"
brew "guile"
brew "guile@2.0"
brew "gzip"
brew "haskell-stack"
brew "hdf5"
brew "htop"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "intltool"
brew "isync"
brew "jbig2dec"
brew "jemalloc"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "json-c"
brew "jsonpp"
brew "keybase"
brew "ledger"
brew "leiningen"
brew "libass"
brew "libav"
brew "libbluray"
brew "libsndfile"
brew "libbs2b"
brew "libcaca"
brew "libebml"
brew "libebur128"
brew "libevent"
brew "libid3tag"
brew "libidn2"
brew "libmagic"
brew "libmatroska"
brew "libmms"
brew "libmodplug"
brew "libmpdclient"
brew "libnfs"
brew "libsamplerate"
brew "theora"
brew "libshout"
brew "libsodium"
brew "libsoup"
brew "libsoxr"
brew "libssh"
brew "libssh2"
brew "libstfl"
brew "libtermkey"
brew "libuv"
brew "libvidstab"
brew "libvo-aacenc"
brew "libvterm"
brew "libyaml"
brew "libzzip"
brew "luajit"
brew "lynx"
brew "lzip"
brew "m4"
brew "mailutils"
brew "make", args: ["with-guile@2.0"]
brew "makedepend"
brew "markdown"
brew "mas"
brew "mawk"
brew "md5sha1sum"
brew "media-info"
brew "metis"
brew "mg"
brew "minimal-racket", link: false
brew "mosh"
brew "mpc"
brew "mpd", args: ["HEAD", "with-flac", "with-lame", "with-lastfm", "with-libmms", "with-libmodplug", "with-libnfs", "with-libshout", "with-libvorbis", "with-libzzip", "with-mad", "with-opus", "with-two-lame", "with-wavpack", "with-yajl"], restart_service: true
brew "mpdscribble", restart_service: true
brew "mpg123"
brew "mplayer"
brew "mpv"
brew "msgpack"
brew "mtr"
brew "mu", args: ["with-emacs"]
brew "tokyo-cabinet"
brew "mutt"
brew "mysql"
brew "ncurses"
brew "nano"
brew "nasm"
brew "ncmpcpp", args: ["with-clock", "with-visualizer"]
brew "unibilium"
brew "neovim", args: ["HEAD"]
brew "newsboat"
brew "node"
brew "plotutils"
brew "portaudio"
brew "qhull"
brew "octave"
brew "opencore-amr"
brew "openjpeg"
brew "openmotif"
brew "openssh", link: false
brew "openssl@1.1"
brew "orc"
brew "pandoc"
brew "pdfgrep"
brew "peco"
brew "perl", link: false
brew "phantomjs"
brew "planck"
brew "postgresql"
brew "python@2", link: false
brew "qt"
brew "rakudo-star"
brew "rbenv"
brew "rbenv-gemset"
brew "remind"
brew "ripgrep"
brew "rlwrap"
brew "rogue"
brew "rsync"
brew "rtmpdump"
brew "rubberband"
brew "sbcl"
brew "scala"
brew "schroedinger"
brew "scons"
brew "screen"
brew "screenfetch"
brew "sdl"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "shellcheck"
brew "sl"
brew "smartmontools"
brew "smartypants"
brew "snappy"
brew "sox"
brew "sphinx-doc"
brew "ssh-copy-id"
brew "stow"
brew "subversion"
brew "surfraw"
brew "swiftlint"
brew "talloc"
brew "tarsnap"
brew "terminal-notifier"
brew "tesseract"
brew "texi2html"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "titlecase"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "two-lame"
brew "unrar"
brew "unzip"
brew "vim"
brew "w3m"
brew "watch"
brew "wdiff", args: ["with-gettext"]
brew "webkitgtk"
brew "wget"
brew "when"
brew "wordnet"
brew "x265"
brew "xmlstarlet"
brew "xpdf"
brew "yajl"
brew "yasm"
brew "zimg"
brew "zsh"
brew "crisidev/chunkwm/chunkwm"
brew "dunn/emacs/let-alist"
brew "homebrew/emacs/ggtags"
brew "homebrew/emacs/tablist"
brew "homebrew/emacs/pdf-tools"
brew "koekeishiya/formulae/khd"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-imagemagick", "with-natural-title-bar", "with-no-title-bars", "with-official-icon"]
brew "rnijveld/dazeus/libircclient"
brew "thoughtbot/formulae/rcm"
cask "amethyst"
cask "appcleaner"
cask "audacity"
cask "bartender"
cask "betterzipql"
cask "bitbar"
cask "cantata"
cask "chromium"
cask "coconutbattery"
cask "colorpicker-hex"
cask "discord"
cask "doxie"
cask "dropbox"
cask "emacs"
cask "fastscripts"
cask "finicky"
cask "firefoxdeveloperedition"
cask "fluid"
cask "flux"
cask "gimp"
cask "google-chrome"
cask "gpodder"
cask "handbrake"
cask "hex-fiend"
cask "imageoptim"
cask "inkscape"
cask "karabiner"
cask "keybase"
cask "kitty"
cask "launchrocket"
cask "lunchy"
cask "multipatch"
cask "omnioutliner"
cask "omnipresence"
cask "openemu"
cask "paintbrush"
cask "plex-media-player"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "quickradar"
cask "seil"
cask "sequel-pro"
cask "skim"
cask "skyfonts"
cask "smoothmouse"
cask "soundflower"
cask "steam"
cask "superduper"
cask "the-unarchiver"
cask "transmission"
cask "viscosity"
cask "vlc"
cask "vmware-fusion"
cask "webpquicklook"
cask "xld"
cask "caskroom/versions/java6"
mas "1Blocker", id: 1107421413
mas "1Password", id: 443987910
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Chronicle", id: 402355593
mas "Commander One", id: 1035236694
mas "Copied", id: 1026349850
mas "Deliveries", id: 924726344
mas "Fenêtre", id: 1286743037
mas "GarageBand", id: 682658836
mas "Growl", id: 467939042
mas "iMovie", id: 408981434
mas "iSee Lite", id: 687061437
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "OmniFocus", id: 867299399
mas "Pages", id: 409201541
mas "Palua", id: 431494195
mas "Paprika Recipe Manager", id: 451907568
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Paste", id: 967805235
mas "Patterns", id: 429449079
mas "Pocket", id: 568494494
mas "Podcast Soundboard", id: 1265723161
mas "Sip", id: 507257563
mas "Skitch", id: 425955336
mas "Smarts", id: 438671026
mas "Soulver", id: 413965349
mas "Spillo", id: 873245660
mas "TermHere", id: 1114363220
mas "Textual", id: 896450579
mas "Together 3", id: 641534696
mas "Tweetbot", id: 557168941
mas "Ulysses", id: 623795237
mas "Xcode", id: 497799835
